Repository: arsnyan/gamesdb.app
Catalog: GamesDB/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %1$(rating)@/10 from %2$(ratingCount)lld responses
ru: %1$(rating)@/10 на основании %2$(ratingCount)lld ответов

source: Age Ratings
ru: Оценки возрастного рейтинга

source: Companies
ru: Компании

source: Connection Error
ru: Нет интернета

source: Details
ru: Подробнее

source: Discover
ru: Обзор

source: Error
ru: Ошибка

source: Game Engines
ru: Игровые движки

source: No platforms specified
ru: Платформы не указаны

source: No summary available
ru: Нет краткого описания

source: No summary was provided for the game
ru: Эта игра без описания

source: OK
ru: ОК

source: Popular Games
ru: Популярно сейчас

source: Release Dates
ru: Даты релизов

source: Retry
ru: Попробовать ещё раз

source: Similar Games
ru: Похожие игры

source: Summary
ru: Краткое описание

source: TBD
ru: Пока неизвестно

source: Title not specified
ru: Без заголовка

source: Unknown Date
ru: Неизвестный формат даты

source: Videos
ru: Видео
